{
    "header":{
        "home": "Home",
        "about-us": "About us",
        "projects": "Projects",
        "blogs": "Blogs",
        "arts": "Arts",
        "shop": "Shop"
    },
    "footer": {
        "get-in-touch": "Get in touch",
        "description": "Work inquiries, commission requeats, speaking inquiries, funny jokes, and just-saying-hi’s can be sent to:",
        "Elwyn-Studio-Newsletter": "Elwyn Studio Newsletter",
        "contact": "Contact us for support or information about our events.",
        "subscribe": "Subscribe",
        "subscribing": "By subscribing you agree to ",
        "terms-of-use": "Substack's Terms of Use",
        "our": "our",
        "privacy-policy": "Privacy Policy",
        "and": "and",
        "information-collection-notice": "our Information Collection Notice"
        },
    "home": {
        "title-introduce" : {
            "first" : "Hi,",
            "second" : " I’m Min! ",
            "third" : "I’m a web developer, designer, content creator and maker of interesting things."
        },
        "title-learn-about" : {
            "first" : "Know a little about",
            "second" : "Elwyn!"
        },
        "title-achivements" : {
            "first" : "Some",
            "second" : "achievements",
            "third" : "that I have achieved!"
        },
        "title-goals": {
            "first" : "A little bit about",
            "second" : "passion",
            "third" : "and",
            "fourth" : "goals!"
        }
    },
    "about-us": {
       "about-me":{
            "title": "Hello, my name is Min - I am a web developer and web designer in Vietnam.",
            "description-1": "I want to create work with heart, purpose and originality. Some of my favorite projects include creating art, my painting for freedom program, and you may have come across some of my products on the market. I once participated in creating the Japanese comic book Flower That Day! , Memories of a time, ... At the same time, I have also participated in the development of a few Web3 projects such as Sightsea.",
            "description-2": "Previously, I was a freelance illustrator, but now I have stopped it and become a developer. It doesn't mean I'm giving up on it, but I will keep it because it is my passion."
       },
       "skills": {
            "title": "Selected Clients"
       },
       "my-teams": {
            "title": "My Teams",
            "description": "A brief introduction to some of our studio members."
       }
    },
    "projects": {
        "title": "Projects",
        "description": "Introducing our work, members and goals. You will understand how we work and how to communicate with us.",
        "search": "Search",
        "placeholder-search": "Search project name"
    },
    "blogs": {
        "title": "Blogs",
        "description": "Some of the articles share our stories, knowledge, experiences and experiences.",
        "search": "Search",
        "placeholder-search": "Search blog name"
    },
    "404": {
        "description": "Oh my wonderful eyes must sometimes get lost. Let me paint a beautiful picture for life to brighten your life's path!",
        "come-back": "Come back, beautiful eyes"
    },
    "contact": {
        "title": "Contact",
        "description": "If you have any questions or need help, please contact us. We are always ready to help you."
    },
    "empty_data":{
        "title": "No data",
        "description": "There is no data available"
    },
    "terms-of-use": {
        "title": "Terms of Use",
        "introduction": "1. Introduction",
        "des-introduction": "Welcome to Elwyn Studio. By accessing or using our website, you agree to comply with and be bound by the following terms and conditions. If you do not agree with these terms, please do not use our site.",
        "services" : "2. Services",
        "des-services": "Elwyn Studio provides design and development services, including but not limited to portfolio and landing page design. The specifics of the services offered will be detailed in the service agreement.",
        "user-responsibilities": "3. User Responsibilities",
        "des-user-responsibilities": "You agree to use our website and services in compliance with all applicable laws and regulations. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account.",
        "intellectual-property": "4. Intellectual Property",
        "des-intellectual-property": "All content on our website, including text, graphics, logos, and software, is the property of Elwyn Studio and is protected by copyright and trademark laws.",
        "limitation-of-liability": "5. Limitation of Liability",
        "des-limitation-of-liability": "Elwyn Studio will not be liable for any direct, indirect, incidental, or consequential damages arising from your use of our website or services.",
        "changes-to-terms": "6. Changes to Terms",
        "des-changes-to-terms": "We may update these Terms of Use from time to time. Your continued use of the website constitutes acceptance of any changes.",
        "governing-law": "7. Governing Law",
        "des-governing-law": "These Terms of Use are governed by the laws of [Your Country/State]. Any disputes arising under these terms will be subject to the jurisdiction of the courts in Vietnam."
    },
    "privacy-policy": {
        "title": "Privacy Policy",
        "introduction": "1. Introduction",
        "des-introduction": "Elwyn Studio is committed to protecting your privacy. This Privacy Policy explains how we collect, use, and safeguard your information.",
        "information-we-collect": "2. Information We Collect",
        "des-information-we-collect": "We may collect personal information such as your name, email address, and contact details when you use our website or services. We also collect non-personal information such as your IP address and browser type.",
        "use-of-information": "3. Use of Information",
        "des-use-of-information": "We use the information collected to provide and improve our services, communicate with you, and process transactions. We may also use your information for marketing purposes with your consent.",
        "data-sharing": "4. Data Sharing",
        "des-data-sharing": "We do not sell or rent your personal information to third parties. We may share information with service providers who assist us in operating our website and services.",
        "data-security": "5. Data Security",
        "des-data-security": "We implement reasonable security measures to protect your information from unauthorized access or disclosure. However, no data transmission over the internet is completely secure.",
        "your-rights": "6. Your Rights",
        "des-your-rights": "You have the right to access, correct, or delete your personal information. You may also object to the processing of your data in certain circumstances.",
        "changes-to-policy": "7. Changes to Policy",
        "des-changes-to-policy": "We may update this Privacy Policy from time to time. Any changes will be posted on this page.",
        "contact-us": "8. Contact Us",
        "des-contact-us": "For any questions regarding this Privacy Policy, please contact us at elwynstudio24@gmail.com."
    },
    "information-collection-notice": {
        "title": "Information Collection Notice",
        "introduction": "1. Introduction",
        "des-introduction": "This notice explains how Elwyn Studio collects and uses information from users of our website.",
        "information-collected": "2. Information Collected",
        "des-information-collected": "We collect personal information that you provide directly to us, such as your name and email address. We also collect information automatically through cookies and similar technologies.",
        "purpose-of-collection": "3. Purpose of Collection",
        "des-purpose-of-collection": "The information collected is used to provide and improve our services, communicate with you, and ensure the security of our website.",
        "data-retention": "4. Data Retention",
        "des-data-retention": "We retain your personal information for as long as necessary to fulfill the purposes for which it was collected or as required by law.",
        "your-choices": "5. Your Choices",
        "des-your-choices": "You can control cookies and tracking technologies through your browser settings. You may also contact us to update or delete your personal information.",
        "contact-information": "6. Contact Information",
        "des-contact-information": "If you have any questions or concerns about our information collection practices, please contact us at elwynstudio24@gmail.com."
    },
    "notificaions": {
        "success-subscribe": "You have successfully subscribed to our newsletter!"
    }
}